[X2Effect_CrossStrikeDamagePreview]
FriendlyName="Cross Strike"

[X2Ability_Berserker_IRI]
EnrageEffectFriendlyName="Enrage"
EnragedEffectDescription="All melee damage is increased by <Ability:ENRAGE_DAMAGE_MULTIPLIER/>. Immune to mental effects. Defense reduced by <Ability:ENRAGE_DEFENSE_PENALTY/>."

[X2EventListener_BloodlustUI]
str_Bloodlust_title = "Bloodlust"
str_Bloodlust_descr = "Enemies killed in Bloodlust."

str_Guard_title = "Guard"
str_Guard_descr = "Number of Guard charges."

[X2Ability_Brute]
str_Conduit_BondmateShield_Title = "Static Shield"
str_Conduit_BondmateShield_Descr = "Protective shielding generated by the Conduit."
